Repository: hiimax/roqqu_test
Catalog: lib/l10n/app_*.arb
Languages: es

# onboarding_location_subtitle
source: Enable location so we can set up your feed and show you the ads that are closest to you.
es: Activa la localización para que podamos configurar tu feed y mostrarte los anuncios que están más cerda de ti.

# onboarding_tracking_title
source: Allow us to improve your experience
es: Permítenos mejorar tu experiencia

# onboarding_tracking_subtitle
source: To personalize it based on your interests, we need your permission to use data such as device activity or your usage from other apps.
es: Para personalizarla basándonos en tus intereses, necesitamos tu permiso para utilizar datos como la actividad del dispositivo o el uso que haces desde otras aplicaciones.

# onboarding_tracking_private_data_title
source: Your private data is not used.
es: Tus datos privados no se usan

# onboarding_tracking_private_data_subtitle
source: Consenting to the use of the above data does not mean giving access to other data not specified.
es: Consentir el uso de los datos mencionados no significa dar acceso a otros datos no especificados.

# mark_as_sold_title
source: Who did you sell it to?
es: ¿A quién se lo vendiste?

# sold_not_in_zerobolas
source: I didn't sell it in Zerobolas
es: No lo he vendido por Zerobolas

# select_buyer
source: Congratulations! Select who you sold your
es: ¡Felicidades! Selecciona a quién le vendiste tu

# rate_buyer
source: Qualifies the buyer
es: Califica al comprador

# rate_buyer_with
source: Rate your experience with
es: Valora tu experiencia con

# rate_stars
source: Rate your experience by clicking the stars. The more stars, the better the experience.
es: Califica tu experiencia pulsando las estrellas. Cuantas más estrellas, mejor experiencia.

# select_quantity
source: Indicate the amount you sold it for
es: Indica la cantidad por la que lo has vendido

# write_review
source: Write your review
es: Escribe tu reseña

source: Publish review
es: Publicar reseña
