Repository: hiimax/roqqu_test
Catalog: lib/l10n/app_*.arb
Languages: es

# properties
source: Search
es: Inmuebles

source: Select country
es: Seleccionar pais

# error_selling
source: Error in selling
es: Error al vender

# choose_country_matches_location
source: You must choose a country that matches your location.
es: Debe elegir un país que coincida con su ubicación.

source: My account
es: Mi cuenta

source: Messages
es: Mensajes

source: Notifications
es: Notificaciones

# search_ads_interested_chatting
source: Search for ads that interest you and start chatting
es: Busca anuncios que te interesen y comienza a chatear

source: See ads
es: Ver anuncios

source: Delete
es: Eliminar

# error_receiving_chats
source: Error receiving your chats
es: Error al recibir tus chats

# error_receiving_messages
source: We have not been able to receive your messages.
es: No hemos podido recibir tus mensajes.

# select_meeting_point_make_purchase
source: Select a safe meeting point where you would like to make your purchase:
es: Selecciona un punto de encuentro seguro donde te gustaría realizar la compra:

source: Hello, {username}
es: Hola, {username}

# propose_purchase_zerobolas_meeting_point
source: I propose you to purchase your product at a Zerobolas meeting point: {meetingPoint} Please let me know what day you could deliver it to the Zerobolas meeting point so I can review and accept the purchase.
es: te propongo realizar la compra de tu producto en un punto de encuentro de Zerobolas: {meetingPoint} Por favor, indícame que día podrías entregarlo en el punto de encuentro Zerobolas para que pueda revisar y aceptar la compra.

source: Send proposal
es: Enviar propuesta

source: What is your offer?
es: ¿Cual es tu oferta?

# make_offer_this_ad
source: Make an offer for this ad
es: Realiza una oferta para este anuncio

# cannot_leave_email_empty
source: You cannot leave the email field empty
es: No puedes dejar el campo email vacio

# would_like_to_buy_product
source: I would like to buy your {productTitle}
es: Me gustaria comprar tu {productTitle}

source: for {price}
es: por {price}

source: Send offer
es: Enviar oferta

source: Delete conversation
es: Eliminar conversación

source: Report user
es: Reportar usuario

source: Report ad
es: Report anuncio

source: Block user
es: Bloquear usuario

source: Cancel
es: Cancelar

source: Buy
es: Compra

source: Sell
es: Vende

# securely
source: safely
es: de forma segura

source: Meeting points
es: Puntos de encuentro

# security_reasons_never_share_private
source: For security reasons, never share private data.
es: Por razones de seguridad, nunca compartas datos privados

# write_message
source: Write a message...
es: Escribe un mensaje...

# propose_pucharse_of_product
source: I propose you to purchase {myProduct} product in:
es: Te propongo realizar la compra de {myProduct} producto en:

# propose_pucharse_of_product_meeting_point_zerobolas
source: I propose you to make the purchase of {myProduct} product at a Zerobolas meeting point:
es: Te propongo realizar la compra de {myProduct} producto en un punto de encuentro de Zerobolas:

# please_let_me_know_day_pick_it
source: Please let me know what day you could pick it up so I can review it and accept the purchase.
es: Por favor, indícame que día podrías recolectarlo para que puedas revisarlo y aceptar la compra.

# choose_meeting_point
source: Choose a meeting point
es: Elige un punto de encuentro

# tips_before_buying_selling
source: Tips before buying or selling
es: Consejos antes de comprar o vender

# meet_public_place
source: Meet in a well-lit public place with lots of people around, such as a coffee shop or a shopping mall that has video cameras. If you are buying a large item, bring a friend to help you carry it.
es: Reúnete en un lugar público bien iluminado con mucha gente alrededor, como una cafetería o un centro comercial que tenga cámaras de video. Si estás comprando un artículo grande, trae a un amigo para que te ayude a llevarlo.

# use_messages_in_zerobolas_other
source: When you are on your way to the meeting, use Zerobolas messages to tell the other person that you are on your way and never share your personal details such as your phone number or WhatsApp. If you are late, let the other person know.
es: Cuando te dirijas a la reunión, usa los mensajes de Zerobolas para decirle a la otra persona que estás en camino y nunca compartas tus datos personales como tu número de teléfono o WhatsApp. Si llegas tarde, avísale a la otra persona.

# choose_place_to_meet
source: Choose a place to meet
es: Elige un lugar para reunirte

# find_nearby_place_security
source: Find a nearby, well-lit public place with security cameras where you can meet safely, such as a coffee shop or shopping mall.
es: Encuentra un lugar publico cercano, bien iluminado y con cámaras de seguridad donde puedas reunirte de forma segura.Por ejemplo: cafetería o un centro comercial.

# select_meeting_point_apple_maps
source: Select a meeting point with Apple Maps
es: Selecciona un punto de encuentro con Apple Maps

# authorized_meeting_points
source: Zerobolas authorized meeting points
es: Puntos de encuentro autorizados de Zerobolas

# use_one_of_points_authorized
source: Use one of our points authorized by Zerobolas. This service is for collection and includes security in your transactions.
es: Utiliza unos de nuestros puntos autorizados por Zerobolas. Este servicio es de cobro e incluye la seguridad en tus transacciones.

# what_zerobolas_meeting_points
source: What are the Zerobolas meeting points?
es: ¿Que son los puntos de encuentro en Zerobolas?

# send
source: Send to
es: Enviar

# how_do_zerobolas_meeting_points_work
source: How do the Zerobolas meeting points work?
es: ¿Cómo funcionan los puntos de encuentro de Zerobolas?

# sellers_can_drop_off_products_in_our_meetings_points
source: Sellers can drop off their products at any of our meeting points where the buyer can review the products and confirm their purchase, paying the price of the product plus the cost of the service (5% of the value of the product).
es: Los vendedores pueden dejar sus productos en cualquiera de nuestros puntos de encuentro donde el comprador podrá revisar los productos y confirmar su compra, pagando el precio del producto más el coste del servicio (5% del valor del producto).

# seller_will_receive_money_from_24_hours_later
source: The seller will receive the money from your sale 24 hours later, if the buyer accepts the purchase of the product (only available with cash payments).
es: El vendedor recibirá el dinero de su venta 24 horas después, sí, el comprador acepta la compra del producto (solo disponible con pagos en efectivo).

# why_innovative_service
source: Why is it an innovative service?
es: ¿Por qué es un servicio innovador?

# imagine_publishes_ad_fake_airpod
source: Imagine that someone publishes the ad of a fake AirPods, thanks to the Zerobolas meeting point service the buyer could detect that it is not an original product and not accept your purchase, thus avoiding being scammed.
es: Imagina que alguien publica el anuncio de unos AirPods falsos, gracias al servicio de puntos de encuentro de Zerobolas el comprador podría detectar que no es un producto original y no aceptar su compra, evitando de esta manera ser estafado.

source: Favorites
es: Favoritos

source: Ads you like
es: Anuncios que te gustan

# to_save_product_click_favorite_icon
source: To save a product, click on the favorite product icon (heart emoji).
es: Para guardar un producto, presiona el icono de producto favorito (emoji de corazón)

source: Search in Zerobolas
es: Buscar en Zerobolas

source: Search for anything
es: Buscar cualquier cosa

source: Browse by category
es: Explorar por categoría

source: View all
es: Ver todo

source: Cars
es: Coches

source: Motors & Accessories
es: Motocicletas

source: Fashion & Accessories
es: Moda y accesorios

source: Real Estate
es: Bienes raíces

source: Technology & Electronics
es: Tecnología y electrónica

source: Sports & leisure
es: Deportes y ocio

source: Bikes
es: Bicicletas

source: Home & Garden
es: Hogar y jardín

source: Appliances
es: Electrodomésticos

source: Movies, Books & Music
es: Películas, Libros y Música

source: Baby & Child
es: Bebé y niño

# collectibles_art
source: Collectibles, TGAs & Art
es: Coleccionables, Tarjetas de Juegos Coleccionables y Arte

source: Construction
es: Construcción

source: Agriculture & Industrial
es: Agricultura e Industrial

source: Jobs
es: Trabajos

source: Services
es: Servicios

source: Others
es: Otros

source: No data
es: No hay datos

source: ({radius} kms around)
es: ({radius} kms alrededor)

# no_products_in_this_category
source: There are no products in this category yet
es: Aún no hay productos en esta categoría

source: Sell product
es: Vender producto

# sign_in
source: Login
es: Iniciar sesión

source: Password
es: Contraseña

# cannot_leave_password_empty
source: You cannot leave the password empty
es: No puedes dejar la contraseña vacía

# forgot_password
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

# dont_have_account_register
source: Don't have an account yet? Register
es: ¿Aún no tienes cuenta? Regístrate

# logging_in_you_agree
source: By "logging in" you agree to our
es: Al "iniciar sesión" aceptas nuestras

# term_conditions_use
source: Terms & Policies
es: Condiciones de uso

source: and
es: y

source: Privacy Policy
es: Política de privacidad

# site_protected_recaptcha
source: Site protected by reCAPTCHA, the
es: Sitio protegido por reCAPTCHA, la

# google_terms_service
source: Google Terms of Service
es: Términos del servicio de Google

source: and the
es: y los

# register_sign_in
source: Register / Login
es: Registrarse / Iniciar sesión

source: Register in Zerobolas
es: Registrarse en Zerobolas

# register_accept
source: By registering you accept our
es: Registrándote aceptas nuestras

source: Continue with Google
es: Continuar con Google

source: Unable to log in.
es: No se ha podido iniciar sesión.

source: Continue with Facebook
es: Continuar con Facebook

source: Continue with Apple
es: Continuar con Apple

source: Continue with Email
es: Continuar con Email

# of_google_apply
source: google apply.
es: de google aplican.

source: Register
es: Registrarse

# name_and_last_name
source: First and last name
es: Nombre y apellido

# cannot_leave_name_empty
source: You cannot leave the name empty
es: No puedes dejar el nombre vacío

source: Must contain more than 3 characters
es: Debe contener más de 3 caracteres

source: Must contain more than 10 characters
es: Tiene que contener más de 10 carácteres

# enter_valid_email
source: Enter a valid email address
es: Ingresa un email válido

# password_contain_more_than_8_characters
source: The password must be at least 8 characters long
es: La contraseña debe tener al menos 8 caracteres

# want_to_receive_promotions_and_news
source: I want to receive promotions and news from Zerobolas
es: Quiero recibir promociones y novedades de Zerobolas

# i_have_read_and_accept_terms
source: I have read and accept the Terms of Use and Privacy Policy.
es: He leído y acepto las Condiciones de uso y Políticas de privacidad.

# you_must_accept_terms
source: You must accept the terms and conditions.
es: Debes aceptar los términos y condiciones.

# already_have_account_sign_in
source: Already have an account? Sign in
es: ¿Ya tienes una cuenta? Iniciar sesión

# by_registering_you_accept
source: By "registering", you accept our
es: Al "regístrarte" aceptas nuestras

source: New
es: Nuevo

# like_new
source: As new
es: Como nuevo

source: In good condition
es: En buen estado

source: Acceptable
es: Aceptable

# for_spare_or_repair
source: For spare parts or repair
es: Para repuestos o reparación

source: Location
es: Ubicación

source: Delete product
es: Borrar producto

source: Features
es: Caracteristicas

# usable_m2
source: useful mÂ²
es: m² útiles

source: room
es: habitación

source: rooms
es: habitaciones

source: bathroom
es: baño

source: bathrooms
es: baños

source: New construction
es: Obra nueva

source: To remodel
es: Para remodelar

# we_help_you_find_property
source: We help you find your property
es: Te ayudamos a encontrar tu inmueble

source: Request assistance
es: Solicitar asistencia

source: Model
es: Modelo

source: doors
es: puertas

source: seats
es: asientos

source: Edit
es: Editar

source: Reactivate
es: Reactivar

source: Mark as sold
es: Marcar como vendido

source: Sales
es: Ventas

source: Description
es: Descripción

source: Edited today
es: Editado hoy

source: Edited yesterday
es: Editado ayer

# edited_days
source: Edited {days} days ago
es: Editado hace {days} días

source: Additional details
es: Detalles adicionales

# published_at
source: Published on {date}
es: Publicado el {date}

# you_think_it_inflicts_our_standards
source: Do you think it inflicts our standards?
es: ¿Crees que inflinge nuestras normas?

source: Report
es: Reportar

source: Sold
es: Vendido

# region
source: Department
es: Departamento

source: Where?
es: ¿Dónde?

# order
source: Order book
es: Ordenar

source: Filter
es: Filtrar

# there_are_no_products_in_this_category
source: There are no products in this category yet
es: Aún no hay productos en esta categoría

source: Followers
es: Seguidores

source: Following
es: Siguiendo

# see_profile
source: View profile
es: Ver perfil

source: Saved ads
es: Anuncios guardados

source: Transactions
es: Transacciones

# purchases
source: Shopping
es: Compras

source: Account
es: Cuenta

source: Change country
es: Cambiar país

source: Change language
es: Cambiar idioma

# settings
source: Configuration
es: Configuración

source: Help
es: Ayuda

source: Need help?
es: ¿Necesitas ayuda?

source: Uploading image...
es: Subiendo imagen...

# image_updated
source: Updated image!
es: Imagen actualizada!

# error_upload_image
source: There was an error uploading the image!
es: Ha habido un error al subir la imagen!

source: Edit profile
es: Editar perfil

# updated_correctly
source: The data has been updated correctly!
es: Se ha actualizado correctamente los datos!

source: Save
es: Guardar

source: Change
es: Cambiar

# name
source: Number
es: Nombre

# write_name
source: Write your name...
es: Escribe tu nombre...

# cannot_empty_this_field
source: You cannot leave this field empty
es: No puedes dejar este campo vacío

# select_location
source: Select a location...
es: Selecciona una ubicación...

source: Genre
es: Género

source: Man
es: Hombre

# women
source: Woman
es: Mujer

source: I prefer not to mention
es: Prefiero no mencionar

# select_genre
source: Select a genre...
es: Selecciona un genero...

# date_birth
source: Date of birth
es: Fecha de nacimiento

# write_date_birth
source: Write your date of birth...
es: Escribe tu fecha de nacimiento...

# write_email
source: Write your email...
es: Escribe tu email...

# write_password
source: Type a password...
es: Escribe una contraseña...

# change_email
source: Exchange email
es: Cambiar email

source: Current password
es: Contraseña actual

source: New password
es: Contraseña nueva

# password_changed_correctly
source: Password has been successfully changed
es: Se ha cambiado correctamente la contraseña

# password_not_changed_error
source: An error occurred while changing the password.
es: Ha ocurrido un error al cambiar la contraseña.

source: Change password
es: Cambiar contraseña

source: Delete account
es: Eliminar cuenta
