Repository: hiimax/roqqu_test
Catalog: lib/l10n/app_*.arb
Languages: es

# info_privacy_policy
source: Introduction. We take your privacy rights very seriously and want you to feel comfortable on Zerobolas Marketplace. This privacy policy addresses personally identifiable information (designated "data" below) that is collected by us on our site. This policy does not apply to other entities that we do not own or control, or to persons who are not our employees or agents. Please take the time to read our terms of use. 1. Data Collection. Our registration process requires a valid e-mail address, a user ID, a password and the required fields in bold. Providing us with other information is your option. Please note that your user name, e-mail address, or other submissions you make on this site may contain your real name or other personally identifiable information and, as a result, may appear on this site. Like many Internet sites, we may also automatically receive general information contained in our server log files such as your IP address or cookie information. Information about how classifieds may be served on this site (if at all), can be seen below. zerobolas.com may send notifications or messages from users interested in your ads through the e-mail address you used to subscribe. You can unsubscribe from these e-mails. zerobolas.com will not ask you by phone or email credit card details. The only time you should provide your data is online and directly through the payment gateway Stripe.com, 2Checkout.com, and PayPal. 2. Consent to use of information. The registration of account and publication of announcements in zerobolas.com implies that the information of the advertiser will be publicly available in our network of sites in order to facilitate to the potential interested consumers the contact with the advertiser. You agree that zerobolas.com may provide or share information and data collected from your account and related accounts with the authorities, in cases where it deems appropriate or at the express request of these. 3. Conditions of consent and account deletion. Registered users who wish to delete their account, may request it via email through hola@zerobolas.com. This process may take between 3 and 5 business days. In emergency cases, the deletion of your account can be requested by phone by calling the phone numbers below. It is important to emphasize that in case of account deletion, zerobolas.com will unpublish the user's information and ads from its network of sites, however, the company does not control and is not responsible for the listings published in other search engines such as Google, Yahoo, Bing or any other site not related to zerobolas.com. 4. Use of data We may use data to modify and improve your experience as a user of this Site. We will make efforts so that your data will not be provided to third parties unless: 4.1. otherwise provided for within this privacy policy; 4.2. we obtain your consent, for example, when you choose to OPT-in or OPT-out to data sharing; 4.3. a service provided on our site requires interaction with or is provided by a third party, by way of example an application service provider; 4.4. pursuant to legal process or law enforcement; 4.5. we find that through the use of this site you violate our policy, terms of service, other usage guidelines or as deemed reasonably necessary by us to protect our legal rights and/or property; 4.6. this site is purchased by third parties whereby those third parties may use data in a manner similar to us as provided in this policy. In the event you choose to use links appearing on our site to visit other sites. You are advised to read the privacy policies posted on those sites. 5. Cookies. Like many Internet sites, we set and use cookies to enhance your user experience, such as retaining your personal settings. Advertisements may appear on our Web site and, if so, may set and access cookies on your computer and are subject to the privacy policy of those parties providing the advertisement. More information about Cookies is available at: http://es.wikipedia.org/wiki/Cookie 5.1.DoubleClick DART Cookie. Google uses the DoubleClick DART cookie on ads served on websites like this one that display AdSense ads for content. Use of the DART cookie enables Google to serve ads to users who visit their sites and other sites on the Internet. Google uses advertising partners to serve ads when users visit our website. These companies may use the information they obtain from visits to this and other websites (not including name, address, e-mail address or telephone number) to provide users with advertisements about products and services of interest to them. *As a user, you may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy: http://www.google.com/privacy_ads.html. 5.2. Web Beacons This site may also host web beacons (also known as web bugs). Web beacons are usually small images of one pixel by one pixel, visible or invisible placed within the source code of the web pages of a site. Web beacons serve and are used in a similar way to cookies. In addition, web beacons are often used to measure the traffic of users visiting a web page in order to get a pattern of users of a site. More information about web beacons is available at: http://es.wikipedia.org/wiki/Web_bug. 6. Children. We do not allow persons under the age of thirteen (13) to be members of this site. For more information, please contact our webmaster. 7. Correcting or removing your account information. We give you the ability to correct the information in your user account that you provided to us at registration using your personal area of the site settings. You may request cancellation of your user account by contacting our webmaster. Content or other data that you may have provided that is not within your user account, such as messages that may appear within our forums, may continue to appear on our site at our discretion even if your user account is deleted. Please see our terms of use for more information. 8. Change to this privacy policy. We may make changes to this Privacy Policy at any time. We will notify you of material changes to this policy either by posting a prominent notice on our site and/or by sending you a message to the e-mail address you have provided to us and which is contained in your user settings. 9. We Make No Warranties. While this Privacy Policy indicates that our standards for data maintenance and we will make efforts to meet them, we are not in a position to guarantee these standards. There may be factors beyond our control that may result in data access. Accordingly, we disclaim any warranties or representations concerning the maintenance or non-release of data. 10. Contact Information. If you have any questions about this Privacy Policy or our web site, please feel free to contact our webmaster. 11. Emails In order to stop receiving emails sent by zerobolas.gt, you must start by clicking the unsubscribe link located at the bottom of the email sent. Depending on your user level, you may unsubscribe immediately after clicking on the link. If you already have a properly registered user account, you will need to log in to the account with your password and login before clicking on Confirm Unsubscription. If you only want to stop receiving certain emails from zerobolas.gt and not others, you can manage these options from your account. You enter your account from the Login. You enter your account with your login and password. Under the menu Profile > Settings > Notifications you can deselect the notifications you do not want to receive.
es: Introducción. Nosotros tomamos sus derechos de privacidad muy en serio y queremos que usted se sintiera cómodo en Zerobolas Marketplace. Esta política de privacidad se ocupa de la información personal identificable (designada “datos” abajo) que es recogida por nosotros en nuestro sitio. Esta política no se aplica a otras entidades que no poseamos o no controlemos, o a las personas que no son nuestros empleados o agentes. Tome por favor el tiempo para leer nuestros términos de uso. 1. Recolección de Datos. Nuestro proceso de registro requiere de una dirección válida del E-mail, una identificación del usuario, una contraseña y los campos en negrita requeridos. Proveernos con otra información es su opción. Tome por favor nota que su nombre de usuario, su dirección de E-mail, u otras sumisiones que usted haga en este sitio pueden contener su nombre verdadero o la otra información personal identificable y, consecuentemente, pueden aparecer en este sitio. Como muchos sitios de la internet, podemos también recibir automáticamente la información de carácter general que contiene en nuestros ficheros de diario del servidor tales como su dirección IP o información de cookies. Información sobre como los clasificados puede servir en este sitio (si en todos), se puede ver debajo. zerobolas.com puede enviar notificaciones o mensajes de usuarios interesados en sus anuncios a través del e-mail con cuál se hizo la subscripción. Puedes de-subscribirse de estos e-mails. zerobolas.com no le solicitará por teléfono o por email los datos de tarjeta de crédito. El único momento en que debe ofrecer sus datos, es en línea y directo por medio de la pasarela de pago de Stripe.com, 2Checkout.com, y PayPal. 2. Consentimiento a uso de la información. El registro de cuenta y publicación de anuncios en zerobolas.com implica que la información del anunciante estará disponible públicamente en nuestra red de sitios a fin de facilitar a los potenciales consumidores interesados el contacto con el anunciante. Usted acepta que zerobolas.com podrá suministrar o compartir información y datos recolectados de su cuenta y sus cuentas relacionadas con las autoridades, en los casos que así lo estime conveniente o bajo solicitud expresa de estas. 3. Condiciones del consentimiento y eliminación de cuenta. Los usuarios registrados que deseen la eliminación de su cuenta, pueden requerirlo vía email a través de hola@zerobolas.com. Este proceso puede tardar entre 3 y 5 días hábiles. En casos de emergencia, la eliminación de su cuenta puede ser solicitada telefónicamente llamando a los teléfonos en la parte inferior. Es importante recalcar que en caso de eliminación de cuenta, zerobolas.com despublicará la información del usuario y sus anuncios de su red de sitios, sin embargo, la empresa no controla ni es responsable por los listados publicados en otros buscadores como Google, Yahoo, Bing ni cualquier otro sitio no relacionado con zerobolas.com 4. Uso de datos Podemos utilizar datos para modificar y para mejorar su experiencia como usuario de este Sitio. Haremos esfuerzos de modo que sus datos no sean proporcionados a terceros a menos que: 4.1. preverá de otra manera dentro de esta política de privacidad; 4.2. obtengamos su consentimiento, por ejemplo, cuando usted elige a OPT-in o OPT-out a compartir de datos; 4.3. Un servicio proporcionado en nuestro sitio requiere la interacción con o es proporcionado por terceros, a modo de ejemplo un abastecedor de servicio del uso; 4.4. conforme a la aplicación legal del proceso o de ley; 4.5. encontramos que con el uso de este sitio usted viola nuestra política, términos del servicio, otras pautas del uso o según lo juzgado razonablemente necesario por nosotros para proteger nuestros derechos legales y/o propiedad; 4.6. este sitio es comprado por terceros por lo que esos terceros puedan utilizar los datos de manera semejante a nosotros según lo dispuesto en esta política. En el acontecimiento usted elija utilizar los acoplamientos que aparecen en nuestro sitio para visitar otros sitios. Se le aconseja a usted leer las políticas de privacidad que aparecen en esos sitios. 5. Cookies. Como muchos sitios de Internet, fijamos y utilizamos las cookies para realzar su experiencia como usuario, tal como retención de sus ajustes personales. Los anuncios pueden aparecer en nuestro Web site y, si es así pueden fijar y tener acceso a las cookies en su computadora y están conforme a la política de privacidad de esas partes que proporcionan el anuncio. Disponga de más información sobre las Cookies en: http://es.wikipedia.org/wiki/Cookie 5.1.Cookie de DART de DoubleClick. Google utiliza la cookie de DART de DoubleClick en los anuncios publicados en sitios web como este que muestran anuncios de AdSense para contenido. El uso de la cookie DART permite a Google publicar anuncios a usuarios que visitan sus sitios y otros sitios de Internet. Google utiliza empresas publicitarias asociadas para publicar anuncios cuando los usuarios visitan nuestro sitio web. Es posible que estas empresas usen la información que obtienen de las visitas a este y a otros sitios web (sin incluir nombre, dirección, dirección de correo electrónico o número de teléfono) para ofrecer a los usuarios anuncios sobre productos y servicios que les resulten de interés. *Como usuario puede inhabilitar el uso de la cookie de DART accediendo al anuncio de Google y a la política de privacidad de la red de contenido: http://www.google.com/privacy_ads.html 5.2. Web Beacons Este sitio puede albergar también web beacons (también conocidos por web bugs). Los web beacons suelen ser pequeñas imágenes de un pixel por un pixel, visibles o invisibles colocados dentro del código fuente de las páginas web de un sitio. Los Web beacons sirven y se utilizan de una forma similar a las cookies. Además, los web beacons suelen utilizarse para medir el tráfico de usuarios que visitan una página web y poder sacar un patrón de los usuarios de un sitio. Disponga de más información sobre los web beacons en: http://es.wikipedia.org/wiki/Web_bug 6. Niños. No permitimos a personas menores de trece (13) años a ser miembros de este sitio. Para más información, por favor entre en contacto con nuestro webmaster. 7. Corrigiendo o retirando su información de la cuenta. Nosotros le damos la capacidad de corregir la información en su cuenta de usuario que usted nos proporcionó en el registro usando su área personal de la configuración de la página. Usted puede solicitar la cancelación de su cuenta de usuario entrando en contacto con nuestro nuestro webmaster. El contenido u otros datos que usted pudo haber proporcionado y que no están dentro de su cuenta de usuario, tal como mensajes que puedan aparecer dentro de nuestros foros, puede continuar apareciendo en nuestro sitio a discreción nuestra aunque se elimina su cuenta de usuario. Vea por favor nuestros términos de uso para más información. 8. Cambio de esta política de privacidad. Podemos realizar cambios a esta Política de Privacidad en cualquier momento. Le notificaremos de cambios substanciales a esta política o fijando un aviso prominente en nuestro sitio y/o enviándole un mensaje a la dirección del E-mail que nos ha proporcionado y que está en el contenido de sus ajustes de usuario. 9. No ofrecemos Garantías. Mientras que esta Política de Privacidad indica que nuestros estándares para el mantenimiento datos y de nosotros harán esfuerzos de resolverlos, no estamos en una posición para garantizar estos estándares. Puede haber factores más allá de nuestro control que pueda dar lugar al acceso de datos. Por consiguiente, negamos cualquier garantía o representación referentes al mantenimiento o al no acceso de datos. 10. Información del Contacto. Si usted tiene cualquier pregunta sobre esta Política de Privacidad o nuestro Web site, por favor siéntase libre de entrar en contacto con nuestro webmaster 11. Correos Electrónicos A fin de dejar de recibir correos electrónicos enviados por zerobolas.gt, debes iniciar con hacer clic el link de \"Unsubscribe\" localizado en la parte inferior de el correo enviado. De acuerdo a tu nivel de usuario puede que la de-suscripción sea inmediatamente tras hacer clic en el link. Si ya tienes una cuenta de usuario debidamente registrado, tendrás que ingresar en la cuenta con tu password y login antes de hacer clic en Confirmar la de-suscripción. Si solo deseas dejar de recibir ciertos correos electrónicos de zerobolas.gt y no otros, puedes gestionar estas opciones desde tu cuenta. Entras en tu cuenta desde el Login. Ingresas en tu cuenta con tu login y password. Bajo el menu Perfil > Configuración > Notificaciones puedes deseleccionar las notificaiones que no te interese recibir.

# info_data_privacy_policy
source: Zerobolas Inc 200 Continental Drive Suite 401 Newark, DE 19713 USA Phone Guatemala +(502) 5718 4537 Contact us by email hola@zerobolas.com Last Update: 01/13/2023 \nENGLISH
es: Zerobolas Inc 200 Continental Drive Suite 401 Newark, DE 19713 USA Teléfono Guatemala +(502) 5718 4537 Contáctanos por email hola@zerobolas.com Última Actualización: 13/01/2023 \nENGLISH

# select_region
source: Select your region
es: Selecciona tu región

# zerobolas_platform_operation
source: Zerobolas is a platform that operates in several countries. Therefore, the ads you view and publish will be specifically targeted to the country of your choice.
es: Zerobolas es una plataforma que opera en varios países. Por lo tanto, los anuncios que visualices y publiques estarán específicamente dirigidos al país que elijas.

# north_american_region
source: North America
es: Norte América

# united_states_region
source: United States
es: Estados Unidos

# mexico_region
source: Mexico
es: México

# central_america_region
source: Central America
es: Centroamérica

# panama_region
source: Panama
es: Panamá

source: Save changes
es: Guardar cambios

# spanish_language
source: Spanish
es: Español

# english_language
source: English
es: Inglés

# sign_out
source: Log off
es: Cerrar sesión

# delete_account_zerobolas
source: Delete Zerobolas account
es: Eliminar cuenta de Zerobolas

# profiles_follow_you
source: Profiles that follow you
es: Perfiles que te siguen

source: Follow
es: Seguir

# to_follow_profile_click_follow_button
source: To follow a user profile, press the follow button on their profile page.
es: Para seguir un perfil de usuario, presiona el botón de seguir en su página de perfil.

source: Profiles you follow
es: Perfiles que sigues

# please_fill_following_information
source: Please fill in the following information:
es: Por favor, rellena la siguiente información:

source: Message
es: Mensaje

# write_help_reason
source: Enter the reason for the support...
es: Introduce la razón de la ayuda...

source: My products
es: Mis productos

source: Expired products
es: Productos caducados

# request_reviews
source: Request for reviews
es: Solicitud de reseñas

source: My favorites
es: Mis favoritos

source: Favorites sold
es: Favoritos vendidos

source: New products
es: Nuevos productos

source: Additional options
es: Opciones adicionales

# tips_suggestions
source: Tips and suggestions
es: Consejos y sugerencias

# promotions_news
source: Promotions and news
es: Promociones y novedades

source: Completed
es: Finalizadas

# completes_the
source: Complete the {date}
es: Completa el {date}

source: For sale
es: En venta

source: Near me
es: Cerca de mi

source: Share
es: Compartir

source: Profile
es: Perfil

# you_not_have_any_products_for_sale
source: You do not have any products for sale yet
es: Aún no tienes ningún producto en venta

source: Purchased
es: Comprados

# sellouts
source: Sold
es: Vendidos

# see_add
source: See ad
es: Ver anuncio

# followed_at
source: Following
es: Seguidos

source: Reviews
es: Reseñas

source: Brand
es: Marca

source: Restart
es: Reiniciar

source: Category
es: Categoría

# all_ads
source: All Listings
es: Todos los anuncios

# unknown_category
source: Category unknown
es: Categoría desconocida

source: Balcony
es: Balcón

source: Yard
es: Patio

source: Garage
es: Garaje

# swimming_pool
source: Pool
es: Piscina

source: Security sentry box
es: Garita de seguridad

source: Home
es: Inicio

source: All over {country}
es: En todo {country}

source: Product details
es: Detalles del producto

# upload_least_3_photos
source: Upload at least 3 photos
es: Sube al menos 3 fotos

# upload_photo_description
source: When you show several photos of your ad with good quality from different angles, it is easier to sell your ad.
es: Cuando muestras varias fotos de tu anuncio con buena calidad desde distintos ángulos es más fácil vender tu anuncio

# title_ad
source: Title of the advertisement
es: Titulo del anuncio

# write_ad
source: Write a title
es: Escribe un titulo

# please_enter_title
source: Please enter a title
es: Por favor introduce un titulo

source: Describe your ad
es: Describe tu anuncio

# please_enter_description
source: Please enter a description
es: Por favor introduce una descripción

# select_category
source: Select a category
es: Selecciona una categoria

source: Subcategory
es: Subcategoria

# select_subcategory
source: Select a subcategory
es: Selecciona una subcategoria

# for_example_brand
source: For example: Apple, Samsung, etc....
es: Por ejemplo: Apple, Samsung,, etc...

# please_enter_brand
source: Please enter a check mark
es: Por favor introduce una marca

source: Condition
es: Condición

source: How is your product?
es: ¿Cómo está tu producto?

source: Price
es: Precio

# please_enter_price
source: Please enter a price
es: Por favor introduce un precio

# upload_least_one_photo
source: Upload at least one photo
es: Sube al menos una foto

# you_have_not_entered_category
source: You have not entered a category
es: No has introducido una categoria

# you_have_not_entered_subcategory
source: You have not entered a subcategory
es: No has introducido una subcategoria

# you_have_not_entered_condition
source: You have not entered a condition
es: No has introducido una condición

source: You have not entered location
es: No has introducido una ubicación

# errors_in_form
source: Errors have been found in the form
es: Se han encontrado errores en el formulario

source: Update ad
es: Actualizar anuncio

# publish_ad
source: Post an ad
es: Publicar anuncio

source: See ad
es: Ver anuncio

source: Great! Ad uploaded
es: ¡Genial! Anuncio subido

# our_team_reviewing
source: Our team is already reviewing it... Soon it will be available for sale.
es: Nuestro equipo ya lo está revisando... Pronto estará disponible para la venta.

# publish_other_ad
source: Post another ad
es: Publicar otro anuncio

source: Title
es: Titulo

# this_way_users_be_able_to_find
source: This way users will be able to find your service
es: Así los usuarios podrán encontrar tu servicio

source: Operation Type
es: Tipo de operación

source: Select operation type...
es: Selecciona un tipo de operación...

# please_enter_operation_type
source: Please enter a type of operation
es: Por favor introduce un tipo de operación

source: Property Type
es: Tipo de inmueble

source: Select property type...
es: Selecciona un tipo de inmueble...

source: Please, enter property type...
es: Por favor introduce un tipo de inmueble

source: Number of rooms
es: Número de habitaciones

# how_many_bedrooms
source: How many bedrooms does the property have?
es: ¿Cuantas habitaciones tiene el inmueble?

source: Number of bathrooms
es: Numero de baños

# how_many_bathrooms
source: How many bathrooms does your property have?
es: ¿Cuantos baños tiene su inmueble?

source: Levels
es: Niveles

# how_many_levels
source: How many levels does the property have?
es: ¿Cuantos niveles tiene el inmueble?

# area_land
source: Land area
es: Área del terreno

# add_position_to_add_point
source: You must add a position to add a rendezvous point
es: Debes añadir una posición para añadir un punto de encuentro

# continue_word
source: Next
es: Continuar

# onboarding_location_title
source: Buy and sell near you
es: Compra y vende cerca de ti
